"ASSISTED_AUTH_INSTRUCTIONS" = "%@ -க்குச் சென்று, %@ -க்குள் உள்நுழைவதற்கு பின்வரும் குறியீட்டை உள்ளிடவும்";

"BUTTON_EDIT_NUMBER" = "எண்ணைத் திருத்து";

"BUTTON_LOGGING_IN" = "உள்நுழைகிறது";

"BUTTON_RESEND_CONF_CODE" = "குறியீடனுப்பு";

"BUTTON_VERIFYING" = "உறுதிசெய்கிறது";

"CALL_ME_ACTION" = "என்னை அழை";

"DEFAULT_INVITE_VIEW_TITLE" = "நண்பர்களை அழைக்கவும்";

"FOOTNOTE_CONF_CODE_CALL_ME" = "மேலே “என்னை அழை” என்பதைத் தட்டுவதன் மூலம், உங்கள் தொலைபேசி எண்ணை உறுதிசெய்ய <a href=\"https://www.digits.com\">Twitter-இன் இலக்கங்கள்</a> ஆனது குரல் அழைப்பு ஒன்றை அனுப்பும். அழைப்பு & தரவு கட்டணங்கள் பொருந்தலாம்.";

"FOOTNOTE_CREATE_ACCOUNT" = "மேலே “கணக்கை உருவாக்கு” என்பதைத் தட்டுவதன் மூலம், <a href=\"https://twitter.com/tos\">சேவை விதிமுறைகள்</a>, <a href=\"https://twitter.com/privacy\">தனியுரிமைக் கொள்கை</a> மற்றும் <a href=\"https://www.digits.com\">Twitter-இன் இலக்கங்கள்</a> என்பதன் <a href=\"https://support.twitter.com/articles/20170514\">குக்கீகள் பயன்பாடு</a> போன்றவற்றுக்கும், உங்கள் தொலைபேசி எண்ணை %@ உடன் பகிரவும், தொலைபேசி எண் மூலம் %@ -இன் மற்ற பயனர்கள் உங்களைக் கண்டறியலாம் என்றும் ஒப்புக்கொள்கிறீர்கள்.";

"FOOTNOTE_EMAIL_DISCLOSURE" = "மேலே “தொடர்” என்பதைத் தட்டுவதன் மூலம், உங்கள் இலக்கங்கள் கணக்கில் இந்த மின்னஞ்சலைச் சேர்க்கிறீர்கள். இந்தப் பயன்பாடு மற்றும் <a href=\"https://www.digits.com/settings\">உங்கள் இலக்கங்கள் கணக்கில் பட்டியலிடப்பட்டுள்ள பயன்பாடுகள் அனைத்தும்</a> இந்த மின்னஞ்சல் முகவரியை அணுகலாம் என்றும், இவற்றின் பயனர்கள் மின்னஞ்சல் மூலம் உங்களைக் கண்டறியலாம் என்றும் ஒப்புக்கொள்கிறீர்கள்.";

"FOOTNOTE_LOGIN" = "மேலே “தொடர்” என்பதைத் தட்டுவதன் மூலம், உங்கள் <a href=\"https://www.digits.com/settings\">இலக்கங்கள் தொலைபேசி எண் மற்றும்/அல்லது மின்னஞ்சல் முகவரி</a> ஆனது %@ உடன் பகிரப்படும் மற்றும் %@ -இன் மற்ற பயனர்கள் தொலைபேசி எண் மற்றும்/அல்லது மின்னஞ்சல் மூலம் உங்களைக் கண்டறியலாம்.";

"FOOTNOTE_SEND_CONF_CODE" = "மேலே “உறுதிப்படுத்தல் குறியீட்ட அனுப்பு” என்பதைத் தட்டுவதன் மூலம், உங்கள் தொலைபேசி எண்ணை உறுதிசெய்வதற்கு <a href=\"https://www.digits.com\">Digits by Twitter</a> ஆனது SMS -ஐ அனுப்பும். அடுத்தத் திரையில், மற்றொரு SMS -ஐ துவங்க “குறியீட்டை மீண்டும்அனுப்பு” என்பதையும், உங்கள் தொலைபேசி எண்ணை உறுதிசெய்ய தொலைபேசி அழைப்பைத் துவங்க “என்னை அழை” என்பதைத் தேர்வுசெய்யலாம். செய்தி, அழைப்பு& தரவுக் கட்டணங்கள் பொருந்தலாம்.";

"FOOTNOTE_TOS_UPDATE" = "மேலே “தொடர்” என்பதைத் தட்டுவதன் மூலம், புதுபிக்கப்பட்ட <a href=\"https://twitter.com/tos\">சேவை விதிமுறைகள்</a>, <a href=\"https://twitter.com/privacy\">தனியுரிமைக் கொள்கை</a> மற்றும் <a href=\"https://www.digits.com\">Twitter-இன் இலக்கங்கள்</a> என்பதன் <a href=\"https://support.twitter.com/articles/20170514\">குக்கீகள் பயன்பாடு</a> போன்றவற்றுக்கும், உங்கள் <a href=\"https://www.digits.com/settings\">இலக்கங்கள் தொலைபேசி எண் மற்றும்/அல்லது மின்னஞ்சல் முகவரியை</a> %@ உடன் பகிரவும், தொலைபேசி எண் மற்றும்/அல்லது மின்னஞ்சல் மூலம் %@ -இன் மற்ற பயனர்கள் உங்களைக் கண்டறியலாம் என்றும் ஒப்புக்கொள்கிறீர்கள்.";

"INVITED_BUTTON_TITLE" = "அழைக்கப்பட்டவர்கள்";

"INVITE_BUTTON_TITLE" = "அழைக்கவும்";

"LABEL_ENTER_CONF_CODE" = "உங்களுக்கு ஒரு 6-இலக்கக் குறியீட்டை அனுப்பியுள்ளோம்.";

"ONBOARDING_MESSAGE" = "உங்களது பயன்பாட்டின் பெயரை அமைக்க https://fabric.io -க்குள் உள்நுழையுங்கள், அது சரிபார்த்தல் மின்னஞ்சல்களிலும் SMS/குரல் அங்கீகாரச் செய்திகளிலும் சேர்க்கப்படும்";

"ONBOARDING_MESSAGE_ANSWERS" = "Digits நிகழ்வு தானாக உள்நுழைவதற்கு அனுமதிக்க Answers கட்டமைப்பை உங்கள் பயன்பாட்டில் சேருங்கள். https://answers.io என்பதில் மேலும் அறியவும்";

"SMS_PREFILL_TEXT_DEFAULT" = "ஹாய் %@. நான் %@ -ஐப் பயன்படுத்துகிறேன், என்னுடன் இணையுங்கள்!";

"SMS_PREFILL_TEXT_DEFAULT_BRANCH" = "ஹாய் %@. %@ -ஐ %@ -இல் நிறுவுங்கள்.";

